Repository: common-repository/css3-buttons
Catalog: lang/css3_buttons-*.po
Languages: fr_fr

source: CSS3 Buttons
fr_fr: Boutons CSS3

source: CSS3 Buttons informations
fr_fr: Informations

source: How to use it:
fr_fr: Comment utiliser:

source: To add a customised button for each post, add the following attributes with the shortcode in you post content:
fr_fr: Pour ajouter un bouton personnalisé pour chaque article, ajoutez-y les attributs suivants avec le shortcode:

source: text that will be displayed as the value on the button
fr_fr: le texte qui va être afficher en tant que valeur du bouton

source: Attributes that can be used:
fr_fr: Les attributs qui peuvent être utilisés:

source: There is 7 different colors
fr_fr: 7 couleurs différentes sont disponibles

source: and
fr_fr: et

source: There is 4 different sizes
fr_fr: 4 tailles différentes sont disponibles

source: The link of the button
fr_fr: Le lien du bouton

source: Example
fr_fr: Exemple

source: Your site's URL
fr_fr: L'URL de votre site

source: The link's targeted window, can be
fr_fr: La cible du lien, peut être

source: or
fr_fr: ou

source: Tip
fr_fr: Astuce

source: If you don't add one of the attributes shown above, the defaut attribute will be used (see below).
fr_fr: Si vous n'ajoutez pas un des attributs ci-dessus, l'attribut par défaut sera utilisé (voir ci-dessous).

source: Default CSS3 button settings
fr_fr: Paramètres du bouton CSS3 par défaut

source: Default CSS3 button color:
fr_fr: Couleur du bouton CSS3 par défaut:

source: Default CSS3 button name:
fr_fr: Nom du bouton CSS3 par défaut:

source: Default CSS3 button size:
fr_fr: Taille du bouton CSS3 par défaut:

source: Small
fr_fr: Petit

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: Super
fr_fr: Trés grand

source: Default CSS3 button link:
fr_fr: Lien du bouton CSS3 par défaut:

source: Default CSS3 button's link target:
fr_fr: La cible du lien du bouton CSS3 par défaut:

source: Blank page
fr_fr: Nouvelle fenêtre

source: New page
fr_fr: Nouvelle page

source: Parent page
fr_fr: Page parent

source: Same page
fr_fr: Même page

source: Top page
fr_fr: Page mère

source: How to add the default button:
fr_fr: Comment ajouter le bouton par défaut

source: Simply add this shortcode in you posts:
fr_fr: Ajoutez simplement ce shortcode dans votre article
